Repository: gooson/DUNE
Catalog: Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko

source: Front-view capture is required for left-right comparison.
ja: 左右比較には正面からの撮影が必要です。
ko: 좌우 비교를 위해서는 정면 촬영이 필요합니다.

source: Full body visible
ja: 全身が映っています
ko: 전신 보임

source: Full intensity training recommended
ja: 高強度トレーニングをお勧めします
ko: 고강도 훈련을 권장합니다

source: Full intensity training recommended.
ja: 全力トレーニングを推奨します。
ko: 전력 훈련을 권장합니다.

source: Full iPad layout with sidebar navigation and universal design.
ja: サイドバーナビゲーションとユニバーサルデザインによる完全なiPadレイアウト。
ko: 사이드바 내비게이션과 유니버설 디자인의 완전한 iPad 레이아웃.

source: Full support for English, Korean, and Japanese across every screen.
ja: すべての画面で英語、韓国語、日本語を完全サポート。
ko: 모든 화면에서 영어, 한국어, 일본어를 완벽하게 지원합니다.

source: Full-body compound lift picking a barbell from the floor. Targets posterior chain.
ja: 床からバーベルを引き上げる全身の複合リフトです。後鎖チェーンを重点的に使います。
ko: 바닥에서 바벨을 들어 올리는 전신 복합 리프트입니다. 후면 사슬을 집중적으로 사용합니다.

source: Fully Recovered
ja: 完全回復
ko: 완전 회복

source: Fully recovered, max intensity training possible
ja: 完全回復、最大強度トレーニング可能
ko: 완전 회복, 최대 강도 훈련 가능

source: Functional Strength
ja: ファンクショナルストレングス
ko: 기능성 근력

source: Future dates are not allowed
ja: 未来の日付は入力できません
ko: 미래 날짜는 허용되지 않습니다

source: Gait
ja: 歩行
ko: 보행

source: Gathering your data
ja: データを収集しています
ko: 데이터를 수집하고 있습니다

source: General Posture
ja: 一般姿勢
ko: 일반 자세

source: Generate Template
ja: テンプレート生成
ko: 템플릿 생성

source: Generating a template will replace the current exercise list.
ja: テンプレートを生成すると現在の種目リストが置き換わります。
ko: 템플릿을 생성하면 현재 운동 목록이 대체됩니다.

source: Generating Template...
ja: テンプレート生成中...
ko: 템플릿 생성 중...

source: Gentle recovery mode
ja: 穏やかな回復モード
ko: 부드러운 회복 모드

source: Get a daily injury risk score based on your training load, recovery, and workout history.
ja: トレーニング負荷、回復、ワークアウト履歴に基づいた毎日の怪我リスクスコアを確認しましょう。
ko: 트레이닝 부하, 회복, 운동 이력을 기반으로 일일 부상 위험 점수를 받으세요.

source: Get a personalized sleep deficit breakdown with average bedtime trends and recovery guidance.
ja: 平均就寝時間の傾向と回復ガイダンス付きの、パーソナライズされた睡眠不足の詳細分析。
ko: 평균 취침 시간 추세와 회복 가이드가 포함된 개인화된 수면 부족 분석을 확인하세요.

source: Get a smart nudge on your dashboard when it's time to create a workout template from your recent sessions.
ja: 最近のセッションからワークアウトテンプレートを作成するタイミングで、ダッシュボードにスマート提案が表示されます。
ko: 최근 운동 기록에서 운동 템플릿을 만들 때가 되면 대시보드에서 스마트 추천을 받으세요.

source: Get personalized coaching cards with actionable tips based on your condition and trends.
ja: コンディションとトレンドに基づいた実用的なコーチングカードを受け取りましょう。
ko: 컨디션과 트렌드를 기반으로 실행 가능한 팁이 담긴 맞춤 코칭 카드를 받으세요.

source: Glutes
ja: 臀筋
ko: 둔근

source: Go Back
ja: 戻る
ko: 돌아가기

source: Go deeper
ja: もっと深く
ko: 더 내려가세요

source: Goal
ja: 目標
ko: 목표

source: Golf
ja: ゴルフ
ko: 골프

source: Good
ja: 良好
ko: 좋음

source: Good (80+)
ja: 良好 (80+)
ko: 좋음 (80+)

source: Good alignment
ja: いいアライメント
ko: 정렬 좋아요

source: Good back position
ja: 背中いいですよ
ko: 허리 좋아요

source: Good condition today
ja: 今日のコンディションは良好です
ko: 오늘 컨디션이 좋습니다

source: Good condition. Normal training is fine.
ja: 良い状態です。通常のトレーニングで大丈夫です。
ko: 좋은 컨디션이에요. 평소대로 운동하세요.

source: Good day ahead
ja: 良い一日になりそうです
ko: 좋은 하루가 될 거예요

source: Good depth
ja: いい深さ
ko: 좋은 깊이

source: Good hip hinge
ja: ヒップヒンジいいですよ
ko: 힙힌지 좋아요

source: Good HRV
ja: 良好なHRV
ko: 양호한 HRV

source: Good knee angle
ja: 膝の角度いいですよ
ko: 무릎 각도 좋아요

source: Good knee position
ja: 膝いいですよ
ko: 무릎 좋아요

source: Good lockout
ja: いいロックアウト
ko: 좋은 락아웃

source: Good Morning
ja: おはようございます
ko: 좋은 아침

source: Good overall — RHR above baseline
ja: 全体的には良好 — RHRがベースラインより高め
ko: 전반적으로 양호 — RHR이 기준선보다 높아요

source: Good overall — RHR slightly elevated
ja: 全体的に良好 — 安静時心拍がやや高め
ko: 전반적으로 좋음 — 안정시 심박수 약간 높음

source: Good posture
ja: いい姿勢
ko: 자세 좋아요

source: Good pull
ja: いいプル
ko: 좋은 풀업

source: Good recovery — RHR below baseline
ja: 回復は良好 — RHRがベースラインより低め
ko: 회복 양호 — RHR이 기준선보다 낮아요

source: Good shoulder position
ja: 肩いいですよ
ko: 어깨 좋아요

source: Good sleep conditions tonight
ja: 今夜は良い睡眠条件です
ko: 오늘 밤 좋은 수면 조건이에요

source: Good state to maintain your regular workout routine. Keep up the balanced activity to sustain your condition.
ja: 通常のワークアウトルーティンを維持するのに良い状態です。バランスの取れた活動でコンディションを維持しましょう。
ko: 평소 운동 루틴을 유지하기 좋은 상태입니다. 균형 잡힌 활동으로 컨디션을 유지하세요.

source: Good torso position
ja: 上体いいですよ
ko: 상체 좋아요

source: GPS distance tracking
ja: GPS距離トラッキング
ko: GPS 거리 추적

source: Grant HealthKit access to see your daily metrics.
ja: 日々のデータを確認するにはHealthKitへのアクセスを許可してください。
ko: 건강 데이터를 보려면 HealthKit 접근 권한을 허용하세요.

source: Gratitude Practice
ja: 感謝の実践
ko: 감사 연습

source: Great conditions for restful sleep
ja: 快適な睡眠のための最高の条件です
ko: 편안한 수면을 위한 최적의 조건이에요

source: Great day for a challenging workout.
ja: チャレンジングなワークアウトに最適な日です。
ko: 도전적인 운동에 좋은 날이에요.

source: Great for outdoor exercise
ja: 屋外運動に最適
ko: 야외운동하기 좋아요

source: Great outdoors
ja: 屋外最適
ko: 야외 좋음

source: Great progress! Consider increasing weight next time.
ja: 素晴らしい進歩です！次回は重量アップを検討してみてください。
ko: 잘하셨습니다! 다음에는 무게를 늘려보세요.

source: Great weather for outdoor exercise
ja: 屋外運動に最適な天気
ko: 야외 운동하기 좋은 날씨

source: Grip slightly wider than shoulder width
ja: グリップは肩幅よりやや広めに取ります。
ko: 그립은 어깨너비보다 약간 넓게 잡으세요.

source: Grip slightly wider than shoulders
ja: グリップは肩幅よりやや広めに取ります。
ko: 그립은 어깨보다 약간 넓게 잡으세요.

source: Guided cadence for downshifting and mindful recovery.
ja: 落ち着きを取り戻し、マインドフルに回復するためのガイド呼吸リズム。
ko: 진정과 마음챙김 회복을 위한 가이드 호흡 리듬.

source: Guided-track machine. Safe for beginners
ja: ガイド式マシン。初心者にも安全
ko: 가이드 트랙 머신. 초보자에게 안전

source: Gym
ja: ジム
ko: 헬스장

source: Gymnastics
ja: 体操
ko: 체조

source: Habit name
ja: 習慣名
ko: 습관 이름

source: Habit name is required
ja: 習慣名を入力してください
ko: 습관 이름을 입력해주세요

source: Habit Templates
ja: 習慣テンプレート
ko: 습관 템플릿

source: Habit type
ja: 習慣タイプ
ko: 습관 유형

source: Habits
ja: 習慣
ko: 습관

source: Hack Squat Machine
ja: ハックスクワットマシン
ko: 핵 스쿼트 머신

source: Half
ja: ハーフ
ko: 하프

source: Hamstrings
ja: ハムストリング
ko: 햄스트링

source: Hand Cycling
ja: ハンドサイクル
ko: 핸드 사이클

source: Hand-held free weights. Effective for balanced development
ja: 手持ちのフリーウエイト。バランスの良い発達に効果的
ko: 손으로 잡는 프리웨이트. 균형 잡힌 발달에 효과적

source: Handball
ja: ハンドボール
ko: 핸드볼

source: Hanok
ja: 韓屋
ko: 한옥

source: Hard
ja: ハード
ko: 힘듦

source: Hard — Difficult to talk
ja: きつい — 会話が困難
ko: 힘듦 — 대화하기 어려움

source: Have a healthy day
ja: 健康な一日を
ko: 건강한 하루 되세요

source: Haze
ja: もや
ko: 연무

source: Head position relative to the shoulder line. Forward head posture increases neck strain.
ja: 肩のラインに対する頭の位置。前方頭位は首への負担を増加させます。
ko: 어깨 라인 대비 머리 위치. 거북목 자세는 목의 부담을 증가시킵니다.

source: Heading to bed around your usual time can improve sleep quality, recovery, and workout consistency.
ja: いつもの時間に就寝すると、睡眠の質や回復、運動習慣の安定につながります。
ko: 평소 취침 시간에 맞춰 잠자리에 들면 수면의 질과 회복, 운동 루틴 유지에 도움이 돼요.

source: Health
ja: 健康
ko: 건강

source: Health alerts are sent at most once per day. Workout records notify every time.
ja: 健康アラートは1日最大1回送信されます。ワークアウト記録は毎回通知されます。
ko: 건강 알림은 하루 최대 1회 전송됩니다. 운동 기록은 매번 알림합니다.

source: Health data is not available on this device.
ja: このデバイスではヘルスデータを利用できません。
ko: 이 기기에서는 건강 데이터를 사용할 수 없습니다.

source: Health data is unavailable, so DUNE is showing a guided fallback scene.
ja: ヘルスデータを利用できないため、DUNEはガイド付きの代替シーンを表示しています。
ko: 건강 데이터를 사용할 수 없어 DUNE가 안내형 대체 장면을 표시하고 있어요.

source: Health data isn't available in this environment.
ja: この環境ではヘルスデータを利用できません。
ko: 이 환경에서는 건강 데이터를 사용할 수 없습니다.

source: Health data syncs through iCloud. This may take a moment on first launch.
ja: 健康データはiCloudを通じて同期されます。初回起動時は少々お待ちください。
ko: 건강 데이터가 iCloud를 통해 동기화됩니다. 첫 실행 시 잠시 걸릴 수 있어요.

source: Health Metrics
ja: ヘルス指標
ko: 건강 지표

source: Health Q&A
ja: ヘルスQ&A
ko: 건강 Q&A

source: Health Q&A requires Apple Intelligence on a supported device.
ja: ヘルスQ&Aは対応デバイスでApple Intelligenceが必要です。
ko: 건강 Q&A는 지원되는 기기에서 Apple Intelligence가 필요합니다.

source: Health Q&A, AI workout builder, sleep predictions, injury alerts, a 3D muscle map, and more — your training just got smarter.
ja: ヘルスQ&A、AIワークアウトビルダー、睡眠予測、怪我アラート、3Dマッスルマップなど — トレーニングがよりスマートに。
ko: 건강 Q&A, AI 운동 빌더, 수면 예측, 부상 알림, 3D 근육맵 등 — 당신의 트레이닝이 더 스마트해졌습니다.

source: HealthKit Integration
ja: HealthKit連携
ko: HealthKit 연동

source: HealthKit Permissions
ja: HealthKit 権限
ko: HealthKit 권한

source: HealthKit-based weekly goals (Mon-Sun)
ja: HealthKitベースの週間目標（月-日）
ko: HealthKit 기반 주간 목표 (월-일)

source: HealthKit-derived muscle workload as stacked blocks.
ja: HealthKit由来の筋負荷を積み上げブロックで表示します。
ko: HealthKit 기반 근육 부하를 적층 블록으로 표시합니다.

source: Heart Orb
ja: ハートオーブ
ko: 심박 오브

source: Heart Rate
ja: 心拍数
ko: 심박수

source: Heart Rate Orb
ja: 心拍オーブ
ko: 심박 오브

source: Heart Rate Variability
ja: 心拍変動
ko: 심박변이도

source: Heart Rate Zones
ja: 心拍数ゾーン
ko: 심박수 구간

source: Heavy ball for explosive full-body power exercises
ja: 全身の爆発的パワー運動用の重いボール
ko: 폭발적인 전신 파워 운동용 무거운 공

source: Heavy Rain
ja: 大雨
ko: 폭우

source: Height difference between hips. Can affect gait and cause lower back pain.
ja: 骨盤の高さの差。歩行に影響し、腰痛の原因になる可能性があります。
ko: 양쪽 골반의 높이 차이. 보행에 영향을 주고 허리 통증을 유발할 수 있습니다.

source: Height difference between shoulders. May indicate muscular imbalance or scoliosis.
ja: 肩の高さの差。筋肉のアンバランスや側弯症を示す可能性があります。
ko: 양쪽 어깨의 높이 차이. 근육 불균형이나 척추측만증을 나타낼 수 있습니다.

source: Hexagonal frame bar. Ideal for deadlifts and shrugs
ja: 六角形フレームバー。デッドリフトやシュラッグに最適
ko: 육각 프레임 바. 데드리프트와 슈러그에 이상적

source: Hide
ja: 非表示
ko: 숨기기

source: High
ja: 高
ko: 높음

source: High Confidence
ja: 高信頼度
ko: 높은 신뢰도

source: High Fatigue
ja: 高い疲労
ko: 높은 피로

source: High fatigue, active recovery recommended
ja: 高い疲労、アクティブリカバリー推奨
ko: 높은 피로, 적극적 회복 권장

source: High humidity (%lld%%)
ja: 高湿度 (%lld%%)
ko: 높은 습도 (%lld%%)

source: High humidity makes it harder for your body to cool down. Lower the intensity and hydrate frequently.
ja: 高湿度は体の冷却を難しくします。強度を下げて、こまめに水分補給をしましょう。
ko: 높은 습도는 체온 조절을 어렵게 합니다. 강도를 낮추고 자주 수분을 섭취하세요.

source: High Intensity
ja: 高強度
ko: 고강도

source: High Risk
ja: 高リスク
ko: 높은 위험

source: High volume, check recovery status
ja: 高ボリューム、回復状態を確認
ko: 높은 볼륨, 회복 상태 확인

source: high-intensity
ja: 高強度
ko: 고강도

source: Higher deep sleep & REM ratio promotes faster recovery
ja: 深い睡眠とREMの比率が高いほど回復が速い
ko: 깊은 수면과 REM 비율이 높을수록 회복이 빨라짐

source: Higher numbers mean harder sets
ja: 数値が高いほどきついセットです
ko: 숫자가 클수록 힘든 세트입니다

source: higher than usual
ja: 通常より高い
ko: 평소보다 높음

source: Highest
ja: 最高
ko: 최고

source: Highest Calories
ja: 最高カロリー
ko: 최고 칼로리

source: Highest Elevation
ja: 最高高度
ko: 최고 고도

source: Highlights
ja: ハイライト
ko: 하이라이트

source: Hiking
ja: ハイキング
ko: 하이킹

source: Hinge at hips, grip just outside knees
ja: ヒップヒンジを作り、グリップは膝の外側に取ります。
ko: 힙 힌지를 만들고, 그립은 무릎 바깥쪽으로 잡으세요.

source: Hinge at your hips
ja: 股関節から曲げて
ko: 엉덩이를 뒤로 빼세요

source: Hinge forward to ~45 degrees
ja: 上体を約45度まで前傾させます。
ko: 상체를 약 45도까지 힌지로 숙이세요.

source: Hip
ja: 股関節
ko: 고관절

source: Hip Asymmetry
ja: 骨盤の非対称
ko: 골반 비대칭

source: Hip Hinge
ja: ヒップヒンジ
ko: 힙 힌지

source: History
ja: 履歴
ko: 기록

source: Hockey
ja: ホッケー
ko: 하키

source: Hold still — capturing automatically...
ja: そのまま — 自動撮影中...
ko: 가만히 서 주세요 — 자동 촬영 중...

source: Hold still for a moment
ja: 少しの間じっとしてください
ko: 잠시 움직이지 마세요

source: Holding still
ja: 静止中
ko: 정지 유지

source: Home
ja: 自宅
ko: 홈트

source: Horizontal offset of the head from the body center. Indicates weight distribution imbalance.
ja: 体の中心からの頭の水平偏差。体重分布のアンバランスを示します。
ko: 몸 중심에서 머리의 수평 편차. 체중 분배 불균형을 나타냅니다.

source: Hourly Condition Tracking
ja: 時間別コンディション追跡
ko: 시간별 컨디션 추적

source: Hourly Forecast
ja: 時間別予報
ko: 시간별 예보

source: Hourly PM₂.₅
ja: 時間別PM₂.₅
ko: 시간별 초미세먼지

source: hours
ja: 時間
ko: 시간

source: How did it feel?
ja: どうでしたか？
ko: 어떠셨나요?

source: How hard was this set?
ja: このセットはどれくらいきつかったですか？
ko: 이 세트가 얼마나 힘들었나요?

source: How has my sleep looked this week?
ja: 今週の睡眠パターンはどう？
ko: 이번 주 수면 패턴이 어때?

source: How It Adds Up
ja: 累積の仕組み
ko: 누적 방식

source: How It's Measured
ja: 測定方法
ko: 측정 방식

source: How Sleep Debt Works
ja: 睡眠負債の仕組み
ko: 수면 부채 계산 방식

source: How the Score Works
ja: スコアの仕組み
ko: 점수 산출 방식

source: HR Recovery
ja: 心拍回復
ko: 심박 회복

source: HRV (Heart Rate Variability)
ja: HRV（心拍変動）
ko: HRV (심박변이도)

source: HRV Anomaly
ja: HRV異常
ko: HRV 이상

source: HRV below baseline — take it easy
ja: HRVが基準以下 — 無理せず過ごしましょう
ko: HRV가 기준선 이하 — 무리하지 마세요

source: HRV Change Detected
ja: HRV変化を検出
ko: HRV 변화 감지

source: HRV fluctuating
ja: HRV変動中
ko: HRV 변동 중

source: HRV has been rising for %lld consecutive days. Great timing to try a %@ workout.
ja: HRVが%lld日連続で上昇しています。%@ワークアウトを試すのに良いタイミングです。
ko: HRV가 %lld일 연속 상승 중입니다. %@ 운동을 시도하기 좋은 타이밍입니다.

source: HRV is down %lldms from yesterday.
ja: HRVが昨日より%lldms低下しました。
ko: HRV가 어제보다 %lldms 하락했어요.

source: HRV is up %lldms from yesterday.
ja: HRVが昨日より%lldms上昇しました。
ko: HRV가 어제보다 %lldms 상승했어요.

source: HRV significantly low — rest recommended
ja: HRVが非常に低い — 休息をお勧めします
ko: HRV가 매우 낮음 — 휴식을 권장합니다

source: HRV stable
ja: HRV安定
ko: HRV 안정

source: HRV Trend
ja: HRVトレンド
ko: HRV 추세

source: HRV trending down
ja: HRV下降傾向
ko: HRV 하락 추세

source: HRV trending up
ja: HRV上昇傾向
ko: HRV 상승 추세

source: HRV Variability
ja: HRV変動性
ko: HRV 변동성

source: HRV vs 14d avg
ja: HRV 14日平均比
ko: HRV 14일 평균 대비

source: HRV vs 60d avg
ja: HRV 60日平均比
ko: HRV 60일 평균 대비

source: HRV vs yesterday
ja: HRV 昨日比
ko: HRV 어제 대비

source: HRV z-score evaluates autonomic nervous system state
ja: HRV zスコアで自律神経系の状態を評価
ko: HRV z-score로 자율신경계 상태 평가

source: HRV/RHR are compared against your personal baseline; positive trend increases score.
ja: HRV/RHRは個人ベースラインと比較され、ポジティブなトレンドはスコアを押し上げます。
ko: HRV/RHR은 개인 기준선과 비교되며, 긍정적인 추세는 점수를 높입니다.

source: Humidity
ja: 湿度
ko: 습도

source: Hunting
ja: 狩猟
ko: 사냥

source: Hydration
ja: 水分補給
ko: 수분

source: I couldn't answer that right now. Try asking about sleep, recovery, or recent workouts.
ja: 今は回答できません。睡眠、回復、最近のワークアウトについてもう一度聞いてください。
ko: 지금은 답변할 수 없어요. 수면, 회복, 최근 운동에 대해 다시 물어보세요.

source: iCloud Sync
ja: iCloud 同期
ko: iCloud 동기화

source: Icon
ja: アイコン
ko: 아이콘

source: Identify and address neglected muscle groups
ja: 見落としている筋群を見つけて補完しましょう
ko: 소홀한 근육군을 찾아 보완하세요

source: If any component is missing, remaining weights are re-normalized before final scoring.
ja: 欠落した項目がある場合、残りの重みを再正規化して最終スコアを算出します。
ko: 누락된 항목이 있으면 나머지 가중치를 재정규화하여 최종 점수를 산출합니다.

source: If data doesn't appear, make sure iCloud sync is enabled in DUNE settings on your iPhone and the app has been opened at least once.
ja: データが表示されない場合は、iPhoneのDUNE設定でiCloud同期が有効になっていて、アプリを一度は開いたことを確認してください。
ko: 데이터가 표시되지 않으면 iPhone의 DUNE 설정에서 iCloud 동기화가 켜져 있고, 앱을 한 번 이상 실행했는지 확인하세요.

source: Immersive Recovery Space
ja: 没入型リカバリースペース
ko: 몰입형 회복 공간

source: Immersive Space
ja: 没入空間
ko: 몰입형 공간

source: in ~%@d
ja: 約%@日後
ko: 약 %@일 후

source: in ~%@h
ja: 約%@時間後
ko: 약 %@시간 후

source: Inbox is all caught up
ja: 受信トレイはすべて確認済みです
ko: 받은 알림을 모두 확인했어요

source: Include stretching and mobility work
ja: ストレッチと可動性トレーニングを取り入れてください
ko: 스트레칭과 가동성 운동을 포함하세요

source: Indoor
ja: 屋内
ko: 실내

source: Indoors
ja: 室内推奨
ko: 실내 추천

source: Initiate by depressing shoulder blades
ja: 肩甲骨を下げる動きから開始します。
ko: 견갑골을 아래로 내리며 동작을 시작하세요.

source: Injuries
ja: ケガ
ko: 부상

source: injuries recorded
ja: 件の負傷記録
ko: 부상 기록

source: Injuries you track will appear here.
ja: 記録した怪我がここに表示されます。
ko: 기록한 부상이 여기에 표시됩니다.

source: Injury
ja: 怪我
ko: 부상

source: Injury Detail
ja: 怪我の詳細
ko: 부상 상세

source: Injury History
ja: 怪我の履歴
ko: 부상 이력

source: Injury Not Found
ja: 怪我が見つかりません
ko: 부상을 찾을 수 없음

source: Injury Risk
ja: 怪我リスク
ko: 부상 위험도

source: Injury Statistics
ja: 怪我の統計
ko: 부상 통계

source: Input
ja: 入力方式
ko: 입력 방식

source: Input Type
ja: 入力タイプ
ko: 입력 유형

source: INT
ja: 強度
ko: 강도

source: Intense workout today
ja: 今日は激しいワークアウト
ko: 오늘 격렬한 운동

source: Intensity · %@%%
ja: 強度 · %@%%
ko: 강도 · %@%%

source: Intensity must be between 1 and %lld
ja: 強度は1〜%lldの範囲で入力してください
ko: 강도는 1~%lld 사이여야 합니다

source: Intermediate
ja: 中級
ko: 중급

source: Invite a friend to see shared workout updates here.
ja: ここで共有ワークアウト更新を見るには友達を招待してください。
ko: 여기에서 공유 워크아웃 업데이트를 보려면 친구를 초대하세요.

source: iPad Support
ja: iPadサポート
ko: iPad 지원

source: Joints
ja: 関節
ko: 관절

source: Jump Rope
ja: 縄跳び
ko: 줄넘기

source: Just now
ja: たった今
ko: 방금

source: Keep back flat and chest up
ja: 背中をフラットに保ち、胸を上げます。
ko: 등은 평평하게 유지하고 가슴을 들어 주세요.

source: Keep chest up and knees tracking over toes
ja: 胸を張り、膝はつま先の向きに沿わせます。
ko: 가슴을 세우고 무릎은 발끝 방향을 따라가게 하세요.

source: Keep feet flat on the floor
ja: 足裏は床にしっかり付けます。
ko: 발은 바닥에 단단히 붙이세요.

source: Keep it light today
ja: 今日は軽めに
ko: 오늘은 가볍게

source: Keep it light today to help recovery.
ja: 回復のため、今日は軽めにしましょう。
ko: 회복을 위해 오늘은 가볍게 해보세요.

source: Keep it light today. Low-intensity activities like stretching or yoga can help with recovery.
ja: 今日は軽めにしましょう。ストレッチやヨガなどの低強度アクティビティが回復に役立ちます。
ko: 오늘은 가볍게 하세요. 스트레칭이나 요가 같은 저강도 활동이 회복에 도움됩니다.

source: Keep Local Only
ja: ローカルのみ保存
ko: 로컬에만 저장

source: Keep the session moderate today and focus on consistency.
ja: 今日は適度な強度で運動し、継続性を大切にしましょう。
ko: 오늘은 적당한 강도로 운동하고 꾸준함에 집중하세요.

source: Keep your back straight
ja: 背中をまっすぐに
ko: 허리를 펴세요

source: Keep your torso upright
ja: 上体をまっすぐに
ko: 상체를 똑바로 유지하세요

source: Kettlebell
ja: ケトルベル
ko: 케틀벨

source: Kickboxing
ja: キックボクシング
ko: 킥복싱

source: Kilometers
ja: キロメートル
ko: 킬로미터

source: King of leg exercises. Compound movement targeting quads, glutes, and hamstrings.
ja: 脚トレの王道。大腿四頭筋、臀筋、ハムストリングスを鍛える複合動作です。
ko: 하체 운동의 왕. 대퇴사두근, 둔근, 햄스트링을 함께 쓰는 복합 동작입니다.

source: Knee
ja: 膝
ko: 무릎

source: Knee Alignment
ja: 膝アライメント
ko: 무릎 정렬

source: Knee angle in the frontal plane. Valgus or varus alignment affects joint loading.
ja: 前額面での膝の角度。外反または内反のアライメントは関節の負荷に影響します。
ko: 전면에서 본 무릎 각도. 외반 또는 내반 정렬은 관절 부하에 영향을 줍니다.

source: Knee Bend
ja: 膝の曲げ
ko: 무릎 굽힘

source: Knee Depth
ja: 膝の深さ
ko: 무릎 깊이

source: Knee extension angle. Hyperextension puts stress on knee ligaments.
ja: 膝の伸展角度。過伸展は膝の靭帯にストレスをかけます。
ko: 무릎 신전 각도. 과신전은 무릎 인대에 스트레스를 줍니다.

source: Knee Hyperextension
ja: 膝過伸展
ko: 무릎 과신전

source: Lacrosse
ja: ラクロス
ko: 라크로스

source: Language Study
ja: 語学学習
ko: 언어 학습

source: Last 90 Days
ja: 過去90日間
ko: 최근 90일

source: Last Night
ja: 昨夜
ko: 지난 밤

source: Last night: %lldh %lldm of sleep
ja: 昨夜: %lld時間%lld分の睡眠
ko: 지난밤: %lld시간 %lld분 수면

source: Last night's sleep score was %lld — outstanding. Well rested means your workout will be extra effective today.
ja: 昨夜の睡眠スコアは%lld点 — 素晴らしいです。十分な休息で今日のワークアウトがより効果的になります。
ko: 어젯밤 수면 점수 %lld점 — 훌륭합니다. 충분한 휴식은 오늘 운동 효과를 극대화합니다.

source: Last time
ja: 前回
ko: 지난번

source: Last Trained
ja: 最終トレーニング
ko: 마지막 운동

source: Last Week
ja: 先週
ko: 지난 주

source: Lat Pulldown Machine
ja: ラットプルダウンマシン
ko: 랫 풀다운 머신

source: Lateral Shift
ja: 側方シフト
ko: 체간 측방 이동

source: Latest heart rate
ja: 最新心拍数
ko: 최신 심박수

source: Latest heart rate is unavailable right now.
ja: 現在、最新心拍数を利用できません。
ko: 현재 최신 심박수를 사용할 수 없습니다.

source: Latest RHR
ja: 最新RHR
ko: 최신 RHR

source: latest sample
ja: 最新サンプル
ko: 최신 샘플

source: Latest sample: %@
ja: 最新サンプル: %@
ko: 최근 샘플: %@

source: Latest sleep stages mapped into a spatial timeline.
ja: 最新の睡眠ステージを空間タイムラインにマッピングしました。
ko: 최근 수면 단계가 공간 타임라인으로 펼쳐집니다.

source: Lats
ja: 広背筋
ko: 광배

source: Layer
ja: レイヤー
ko: 레이어

source: Lean Body Mass
ja: 除脂肪体重
ko: 제지방량

source: Left
ja: 左
ko: 왼쪽

source: Left vs Right Comparison
ja: 左右比較
ko: 좌우 비교

source: Left-Right Comparison
ja: 左右比較
ko: 좌우 비교

source: Left-Right Symmetry
ja: 左右対称性
ko: 좌우 대칭

source: Leg Curl Machine
ja: レッグカールマシン
ko: 레그 컬 머신

source: Leg Extension Machine
ja: レッグエクステンションマシン
ko: 레그 익스텐션 머신

source: Leg Press Machine
ja: レッグプレスマシン
ko: 레그 프레스 머신

source: Less
ja: 少ない
ko: 적음

source: Level
ja: レベル
ko: 레벨

source: Level Up!
ja: レベルアップ！
ko: 레벨 업!

source: Levels
ja: レベル
ko: 단계

source: Life Checklist
ja: ライフチェックリスト
ko: 라이프 체크리스트

source: Life progress %lld of %lld
ja: ライフ進捗 %lldの%lld
ko: 라이프 진행 %lld / %lld

source: Life Tab Upgrade
ja: Lifeタブアップグレード
ko: Life 탭 업그레이드

source: Lifestyle
ja: ライフスタイル
ko: 라이프스타일

source: Lifting
ja: 挙上中
ko: 리프팅 중

source: Light
ja: ライト
ko: 가벼움

source: Light Activity
ja: 軽い運動
ko: 가벼운 활동

source: Light activity during the day can improve sleep
ja: 日中の軽い活動が睡眠を改善します
ko: 낮 시간의 가벼운 활동이 수면을 개선해요

source: Light activity like walking is still beneficial
ja: ウォーキングなどの軽い活動は引き続き有益です
ko: 걷기와 같은 가벼운 활동은 여전히 도움이 됩니다

source: Light Fatigue
ja: 軽い疲労
ko: 가벼운 피로

source: Light fatigue, normal training possible
ja: 軽い疲労、通常トレーニング可能
ko: 가벼운 피로, 일반 훈련 가능

source: Light Intensity
ja: 低強度
ko: 저강도

source: Light stimulus, can add volume
ja: 軽い刺激、ボリューム追加可能
ko: 가벼운 자극, 볼륨 추가 가능

source: Light walks or stretching-focused activities are recommended. Focus on recovery with adequate sleep and rest.
ja: 軽いウォーキングやストレッチ中心の活動がおすすめです。十分な睡眠と休息で回復に集中しましょう。
ko: 가벼운 산책이나 스트레칭 위주의 활동을 권장합니다. 충분한 수면과 휴식으로 회복에 집중하세요.

source: Light workout today
ja: 今日は軽いワークアウト
ko: 오늘 가벼운 운동

source: Lighting OK
ja: 照明OK
ko: 조명 적절

source: Linked to Apple Health
ja: Apple Healthにリンク済み
ko: Apple 건강에 연결됨

source: Listening...
ja: 聞き取り中...
ko: 듣는 중...

source: Live BPM
ja: ライブBPM
ko: 실시간 BPM

source: Live machine cardio tracking
ja: マシン有酸素をライブ記録
ko: 머신 유산소를 실시간으로 기록

source: Live SharePlay update could not be sent.
ja: SharePlayのライブ更新を送信できませんでした。
ko: 실시간 SharePlay 업데이트를 보내지 못했습니다.

source: Load Blocks
ja: 負荷ブロック
ko: 부하 블록

source: Load units are estimated from HealthKit workout duration and distance.
ja: 負荷単位はHealthKitのワークアウト時間と距離から推定されます。
ko: 부하 단위는 HealthKit 운동 시간과 거리로 추정합니다.

source: Loading immersive health data
ja: 没入型ヘルスデータを読み込み中
ko: 몰입형 건강 데이터를 불러오는 중

source: Loading spatial health data
ja: 空間ヘルスデータを読み込み中
ko: 공간 건강 데이터를 불러오는 중

source: Loading training data...
ja: トレーニングデータを読み込み中...
ko: 훈련 데이터 로딩 중...

source: Local Only
ja: ローカルのみ
ko: 로컬 전용

source: Local Option
ja: ローカル保存オプション
ko: 로컬 저장 옵션

source: Localization
ja: ローカライゼーション
ko: 다국어 지원

source: Location
ja: 部位
ko: 부위

source: Location Access
ja: 位置情報アクセス
ko: 위치 접근

source: Lock out with bar over mid-foot
ja: トップではバーが足の中央の上に来る位置でロックします。
ko: 상단에서는 바가 발중앙 위에 오도록 잠그세요.

source: Lockout
ja: ロックアウト
ko: 락아웃

source: Log sets, reps, and weight with custom exercises, draft recovery, and search filters.
ja: カスタムエクササイズ、下書き復元、検索フィルターでセット、レップ、重量を記録しましょう。
ko: 커스텀 운동, 임시 저장 복구, 검색 필터로 세트, 횟수, 무게를 기록하세요.

source: Log Workout
ja: ワークアウト記録
ko: 운동 기록

source: Long bar with weight plates. Ideal for heavy lifting
ja: ウエイトプレートを装着するロングバー。高重量トレーニングに最適
ko: 원판을 장착하는 긴 바. 고중량 운동에 이상적

source: Longer exhales and brief holds can help slow things down before your next training block.
ja: 長めの吐く呼吸と短いホールドは、次のトレーニング前に落ち着きを取り戻す助けになります。
ko: 더 긴 날숨과 짧은 멈춤은 다음 훈련 전에 몸을 가라앉히는 데 도움이 돼요.

source: Longest
ja: 最長
ko: 최장

source: Longest Distance
ja: 最長距離
ko: 최장 거리

source: Longest Duration
ja: 最長時間
ko: 최장 시간

source: Longest Streak
ja: 最長連続
ko: 최장 연속

source: Low
ja: 低
ko: 낮음

source: Low Confidence
ja: 低信頼度
ko: 낮은 신뢰도

source: Low lighting detected
ja: 照明が不足しています
ko: 조명이 부족합니다

source: Low Recovery
ja: 回復不足
ko: 낮은 회복도

source: Low recovery score
ja: 低回復スコア
ko: 낮은 회복 점수

source: Low Risk
ja: 低リスク
ko: 낮은 위험

source: Lower Back
ja: 腰
ko: 허리

source: Lower bar to mid-chest, press back up
ja: バーを胸の中央まで下ろし、押し戻します。
ko: 바를 중간 가슴까지 내린 뒤 다시 밀어 올리세요.

source: Lower Body
ja: 下半身
ko: 하체

source: Lower Body 3x / week
ja: 週3回下半身トレ
ko: 주 3회 하체 운동

source: lower than usual
ja: 通常より低い
ko: 평소보다 낮음

source: Lowest
ja: 最低
ko: 최저

source: Lowest day
ja: 最低の日
ko: 최저의 날

source: Lunge
ja: ランジ
ko: 런지

source: M
ja: 月
ko: 월

source: Machine
ja: マシン
ko: 머신

source: Maintain good sleep and recovery habits
ja: 良い睡眠と回復の習慣を維持してください
ko: 좋은 수면과 회복 습관을 유지하세요

source: Manual override keeps your saved defaults. Preferred exercises stay near the top of Quick Start on iPhone and Apple Watch.
ja: 手動固定を有効にすると保存したデフォルト値を維持します。優先エクササイズはiPhoneとApple WatchのQuick Start上部に表示されます。
ko: 수동 고정을 켜면 저장한 기본값을 유지합니다. 선호 운동은 iPhone과 Apple Watch의 Quick Start 상단에 표시됩니다.

source: Manual text works even if speech permission is unavailable.
ja: 音声権限がなくてもテキスト入力は使えます。
ko: 음성 권한이 없어도 텍스트 입력은 사용할 수 있습니다.

source: Marathon
ja: マラソン
ko: 마라톤

source: Mark Recovered
ja: 回復済みにする
ko: 회복 완료

source: Martial Arts
ja: 武道
ko: 무술

source: Max
ja: 最大
ko: 최대

source: Max Effort
ja: 最大努力
ko: 최대

source: Max Heart Rate
ja: 最大心拍数
ko: 최대 심박수

source: Max Level
ja: 最大レベル
ko: 최대 레벨

source: Max Weight
ja: 最大重量
ko: 최대 중량

source: Maximum — Cannot continue
ja: 最大 — 継続不可能
ko: 최대 — 더 이상 불가
